{"intent": "PRODUCT_exchange_product", "seed_queries": ["How do I exchange an item I bought?", "I want to return and exchange my camera. What should I do?", "I want to return and exchange my laptop. What should I do?", "I want to return and exchange my microwave oven. What should I do?", "I want to return and exchange my groceries. What should I do?", "I want to return and exchange my t-shirt. What should I do?", "Can I exchange my t-shirt purchase for a different size?", "What's the process for exchanging a camera?", "What's the process for exchanging a laptop?", "What's the process for exchanging a microwave oven?", "What's the process for exchanging a groceries?", "What's the process for exchanging a t-shirt?", "I received the wrong camera. How can I exchange it?", "I received the wrong laptop. How can I exchange it?", "I received the wrong microwave oven. How can I exchange it?", "I received the wrong groceries. How can I exchange it?", "I received the wrong t-shirt. How can I exchange it?", "Is it possible to swap my camera for another?", "Is it possible to swap my laptop for another?", "Is it possible to swap my microwave oven for another?", "Is it possible to swap my groceries for another?", "Is it possible to swap my t-shirt for another?", "How long does an exchange take?", "Can I exchange a camera if it's opened?", "Can I exchange a laptop if it's opened?", "Can I exchange a microwave oven if it's opened?", "Can I exchange a groceries if it's opened?", "Can I exchange a t-shirt if it's opened?", "I need to exchange my camera order. Can you help me with that?", "I need to exchange my laptop order. Can you help me with that?", "I need to exchange my microwave oven order. Can you help me with that?", "I need to exchange my groceries order. Can you help me with that?", "I need to exchange my t-shirt order. Can you help me with that?", "What are the steps to follow for an exchange?", "I don't like the camera I received. Can I return and exchange it?", "I don't like the laptop I received. Can I return and exchange it?", "I don't like the microwave oven I received. Can I return and exchange it?", "I don't like the groceries I received. Can I return and exchange it?", "I don't like the t-shirt I received. Can I return and exchange it?", "Do I need a receipt to exchange an item?", "Can I exchange my t-shirt for a different color?", "What if the camera I need to exchange is out of stock?", "What if the laptop I need to exchange is out of stock?", "What if the microwave oven I need to exchange is out of stock?", "What if the groceries I need to exchange is out of stock?", "What if the t-shirt I need to exchange is out of stock?", "How can I track my exchange request?", "Are there any fees for exchanging an item?", "I want to exchange a gift I got. How can I do that?", "What's the timeframe for exchanges after delivery?", "Can I do an in-store exchange for an online order?", "What information do I need to provide to exchange a camera?", "What information do I need to provide to exchange a laptop?", "What information do I need to provide to exchange a microwave oven?", "What information do I need to provide to exchange a groceries?", "What information do I need to provide to exchange a t-shirt?"]}
