{"intent": "DELIVERY_damaged_item", "seed_queries": ["1. What should I do if my order arrived damaged?", "2. I received a broken item in my delivery. Can I get a refund?", "3. How can I report a damaged product that was delivered?", "4. My order came in damaged. What are my options?", "5. Who can I contact about a damaged shipment I received?", "6. The item I ordered is defective. What steps should I take?", "7. Can I exchange a damaged item I received in the mail?", "8. I got a package today, but it was damaged. What now?", "9. How do I file a complaint about a damaged delivery?", "10. I need help with an item that arrived damaged.", "11. The product I received is not in good condition. Can I return it?", "12. What's the process for getting a replacement for a damaged item?", "13. My package was damaged during shipping. Who do I reach out to?", "14. Can I get a new item sent to me if the one I got is broken?", "15. I'm worried about the damaged box my order came in. What do I do?", "16. Is there a way to get my money back for a damaged delivery?", "17. I just opened my package and it's damaged. What should I do next?", "18. How can I ensure the damaged item is returned correctly?", "19. What information do I need to provide for a damaged item claim?", "20. Can you guide me on how to handle a delivery that arrived with issues?"]}
{"intent": "PAYMENT_report_payment_issue", "seed_queries": ["1. I'm having trouble processing my payment. What should I do?", "2. My payment didn't go through. Can you help?", "3. I was charged twice for my order. How can I fix this?", "4. I received an error message while trying to pay. What does it mean?", "5. Can I get assistance with my payment issue?", "6. My credit card was declined, but I have enough balance. What should I do?", "7. How long does it take to resolve a payment issue?", "8. I noticed a charge I don't recognize. Can you explain it?", "9. My payment method isn't being accepted. Can you assist?", "10. I think there's a mistake with my payment. How can I report this?", "11. Why hasn't my payment been processed yet?", "12. Can I change my payment method after placing an order?", "13. I can't find the receipt for my payment. Can you help me retrieve it?", "14. My payment was marked as pending for too long. What does that mean?", "15. What do I do if my refund has not been processed yet?", "16. I'm unable to complete my purchase due to a payment issue. What can I do?", "17. How can I check the status of my recent payment?", "18. I believe my payment is stuck. How can I get it resolved?", "19. Can I dispute a payment through your service?", "20. My payment confirmation email hasn't arrived. What should I do next?"]}
{"intent": "PRODUCT_exchange_product", "seed_queries": ["How do I exchange an item I bought?", "I want to return and exchange my camera. What should I do?", "I want to return and exchange my laptop. What should I do?", "I want to return and exchange my microwave oven. What should I do?", "I want to return and exchange my groceries. What should I do?", "I want to return and exchange my t-shirt. What should I do?", "Can I exchange my purchase for a different size of t-shirt?", "What's the process for exchanging a camera?", "What's the process for exchanging a laptop?", "What's the process for exchanging a microwave oven?", "What's the process for exchanging a groceries?", "What's the process for exchanging a t-shirt?", "I received the wrong camera. How can I exchange it?", "I received the wrong laptop. How can I exchange it?", "I received the wrong microwave oven. How can I exchange it?", "I received the wrong groceries. How can I exchange it?", "I received the wrong t-shirt. How can I exchange it?", "Is it possible to swap my camera for another?", "Is it possible to swap my laptop for another?", "Is it possible to swap my microwave oven for another?", "Is it possible to swap my groceries for another?", "Is it possible to swap my t-shirt for another?", "How long does an exchange take?", "Can I exchange a camera if it's opened?", "Can I exchange a laptop if it's opened?", "Can I exchange a microwave oven if it's opened?", "Can I exchange a groceries if it's opened?", "Can I exchange a t-shirt if it's opened?", "I need to exchange my camera. Can you help me with that?", "I need to exchange my laptop. Can you help me with that?", "I need to exchange my microwave oven. Can you help me with that?", "I need to exchange my groceries. Can you help me with that?", "I need to exchange my t-shirt. Can you help me with that?", "What are the steps to follow for an exchange of a camera?", "What are the steps to follow for an exchange of a laptop?", "What are the steps to follow for an exchange of a microwave oven?", "What are the steps to follow for an exchange of a groceries?", "What are the steps to follow for an exchange of a t-shirt?", "I don't like the camera I received. Can I return and exchange it?", "I don't like the laptop I received. Can I return and exchange it?", "I don't like the microwave oven I received. Can I return and exchange it?", "I don't like the groceries I received. Can I return and exchange it?", "I don't like the t-shirt I received. Can I return and exchange it?", "Do I need a receipt to exchange a camera?", "Do I need a receipt to exchange a laptop?", "Do I need a receipt to exchange a microwave oven?", "Do I need a receipt to exchange a groceries?", "Do I need a receipt to exchange a t-shirt?", "Can I exchange my t-shirt for a different color?", "What if the camera I need to exchange is out of stock?", "What if the laptop I need to exchange is out of stock?", "What if the microwave oven I need to exchange is out of stock?", "What if the groceries I need to exchange is out of stock?", "What if the t-shirt I need to exchange is out of stock?", "How can I track my exchange request?", "Are there any fees for exchanging an item?", "I want to exchange a gift camera I got. How can I do that?", "I want to exchange a gift laptop I got. How can I do that?", "I want to exchange a gift microwave oven I got. How can I do that?", "I want to exchange a gift groceries I got. How can I do that?", "I want to exchange a gift t-shirt I got. How can I do that?", "What's the timeframe for exchanges after delivery?", "Can I do an in-store exchange for an online order?", "What information do I need to provide to exchange a camera?", "What information do I need to provide to exchange a laptop?", "What information do I need to provide to exchange a microwave oven?", "What information do I need to provide to exchange a groceries?", "What information do I need to provide to exchange a t-shirt?"]}
