{"intent": "DELIVERY_damaged_item", "seed_queries": ["1. What should I do if my order arrived damaged?", "2. I received a broken item in my delivery. Can I get a refund?", "3. How can I report a damaged product that was delivered?", "4. My order came in damaged. What are my options?", "5. Who can I contact about a damaged shipment I received?", "6. The item I ordered is defective. What steps should I take?", "7. Can I exchange a damaged item I received in the mail?", "8. I got a package today, but it was damaged. What now?", "9. How do I file a complaint about a damaged delivery?", "10. I need help with an item that arrived damaged.", "11. The product I received is not in good condition. Can I return it?", "12. What's the process for getting a replacement for a damaged item?", "13. My package was damaged during shipping. Who do I reach out to?", "14. Can I get a new item sent to me if the one I got is broken?", "15. I'm worried about the damaged box my order came in. What do I do?", "16. Is there a way to get my money back for a damaged delivery?", "17. I just opened my package and it's damaged. What should I do next?", "18. How can I ensure the damaged item is returned correctly?", "19. What information do I need to provide for a damaged item claim?", "20. Can you guide me on how to handle a delivery that arrived with issues?"]}
{"intent": "PAYMENT_report_payment_issue", "seed_queries": ["1. I'm having trouble processing my payment. What should I do?", "2. My payment didn't go through. Can you help?", "3. I was charged twice for my order. How can I fix this?", "4. I received an error message while trying to pay. What does it mean?", "5. Can I get assistance with my payment issue?", "6. My credit card was declined, but I have enough balance. What should I do?", "7. How long does it take to resolve a payment issue?", "8. I noticed a charge I don't recognize. Can you explain it?", "9. My payment method isn't being accepted. Can you assist?", "10. I think there's a mistake with my payment. How can I report this?", "11. Why hasn't my payment been processed yet?", "12. Can I change my payment method after placing an order?", "13. I can't find the receipt for my payment. Can you help me retrieve it?", "14. My payment was marked as pending for too long. What does that mean?", "15. What do I do if my refund has not been processed yet?", "16. I'm unable to complete my purchase due to a payment issue. What can I do?", "17. How can I check the status of my recent payment?", "18. I believe my payment is stuck. How can I get it resolved?", "19. Can I dispute a payment through your service?", "20. My payment confirmation email hasn't arrived. What should I do next?"]}
{"intent": "PRODUCT_exchange_product", "seed_queries": ["1. How do I exchange an item I bought?", "2. I want to return and exchange my product. What should I do?", "3. Can I exchange my purchase for a different size?", "4. What's the process for exchanging a product?", "5. I received the wrong item. How can I exchange it?", "6. Is it possible to swap my item for another?", "7. How long does an exchange take?", "8. Can I exchange a product if it's opened?", "9. I need to exchange my order. Can you help me with that?", "10. What are the steps to follow for an exchange?", "11. I don't like the product I received. Can I return and exchange it?", "12. Do I need a receipt to exchange an item?", "13. Can I exchange my product for a different color?", "14. What if the item I need to exchange is out of stock?", "15. How can I track my exchange request?", "16. Are there any fees for exchanging an item?", "17. I want to exchange a gift I got. How can I do that?", "18. What's the timeframe for exchanges after delivery?", "19. Can I do an in-store exchange for an online order?", "20. What information do I need to provide to exchange a product?"]}
