{"intent": "DELIVERY_damaged_item", "seed_queries": ["1. What should I do if my item arrived damaged?", "2. I received a damaged product. Can I get a refund?", "3. How can I report a broken item from my order?", "4. The package I got is damaged. What are my options?", "5. My delivery arrived with a scratch. How can I fix this?", "6. Can you help me with a damaged item from my recent order?", "7. The item I ordered is not in good condition. What now?", "8. How do I exchange a damaged product?", "9. I found my item is defective on arrival, what next?", "10. Who do I contact regarding a damaged delivery?", "11. I got a broken item. Can I return it?", "12. The product I received is not what I expected. It’s damaged.", "13. Can you replace my damaged item?", "14. What process do I follow for a damaged delivery?", "15. My recent order was damaged during shipping. Need help!", "16. How long does it take to process a damaged item return?", "17. My parcel arrived damaged, are there any compensation options?", "18. I have a damaged item and I want to return it, how?", "19. What are the steps to handle a damaged item from delivery?", "20. I received an item with damage. Can you assist me?"]}
{"intent": "PAYMENT_report_payment_issue", "seed_queries": ["1. I noticed a problem with my payment. Can you help?", "2. I was charged incorrectly. What should I do?", "3. My payment didn't go through. Any advice?", "4. I see a double charge on my account. How can I resolve this?", "5. Can you assist me with an issue I had during checkout?", "6. I'm having trouble with my payment process. What are my options?", "7. I didn't receive a confirmation for my payment. What's going on?", "8. How can I report an error with my recent payment?", "9. There's an issue with my payment method. Can you assist me?", "10. I think I was billed the wrong amount. What can I do?", "11. My transaction is showing as failed, but my account was charged. Help!", "12. I need to dispute a payment that was processed incorrectly.", "13. Can you explain why my payment was declined?", "14. What steps should I take if my payment gets flagged?", "15. I'm seeing unauthorized charges on my account. Who do I contact?", "16. How long does it take to fix a payment issue?", "17. I want to follow up on a payment problem I reported earlier.", "18. Is there a way to get a refund if there's a payment discrepancy?", "19. I filled out a form for a payment issue but haven't heard back.", "20. Can you tell me what to do about a payment that is pending?"]}
{"intent": "PRODUCT_exchange_product", "seed_queries": ["1. How can I exchange my product?", "2. I received the wrong item. Can I switch it for the right one?", "3. What is the process for exchanging a product?", "4. I need to exchange an item because it doesn't fit. What do I do?", "5. Can I return an item and get a different one instead?", "6. Is it possible to exchange my purchase for another color?", "7. I'm not happy with my product. How do I start an exchange?", "8. I want to exchange a defective product. What's the procedure?", "9. Can you help me with exchanging my order?", "10. I just realized I ordered the wrong size. Can I change it?", "11. How long does an exchange take?", "12. Do I need the original packaging to do an exchange?", "13. Can I exchange more than one item at a time?", "14. What information do I need to provide to exchange my item?", "15. Are there any fees for exchanging a product?", "16. Can I start an exchange online or do I need to visit a store?", "17. What if my product was a gift? Can I still exchange it?", "18. I received a gift that I want to exchange. Can I do that?", "19. Can I track the status of my exchange request?", "20. I exchanged a product, but I haven't received the new one. Where is it?"]}
