{"intent": "DELIVERY_damaged_item", "seed_queries": ["1. What should I do if my order arrived damaged?", "2. The item I got is broken. Can I exchange it?", "3. How can I return a damaged product I just received?", "4. My package arrived damaged. Who do I reach out to?", "5. Can I get a refund for the item that was delivered damaged?", "6. The delivery I received has a damaged item. What are my options?", "7. I received a defective product. How do I report it?", "8. Who can I contact regarding my damaged delivery?", "9. How long does it take to process a claim for a damaged item?", "10. Is there a form I need to fill out for a damaged product?", "11. I found my order is broken. Can you help me with that?", "12. My delivery has a damaged piece. What steps do I take now?", "13. Can you send me a replacement for the damaged item?", "14. I received a damaged good. What's the procedure to return it?", "15. What information do I need to provide for a damaged delivery claim?", "16. My ordered item was damaged during shipping. What do I do next?", "17. I need assistance with my damaged delivery. Can you help?", "18. Can I keep the damaged item and still get a refund?", "19. How do I escalate my issue regarding a damaged delivery?", "20. I just opened my package and it’s damaged. What happens now?"]}
{"intent": "PAYMENT_report_payment_issue", "seed_queries": ["1. I'm having trouble with my payment. Can you help?", "2. My payment didn't go through. What should I do?", "3. I was charged incorrectly on my account. How can I report this?", "4. I've been double charged for my last order. Can you assist?", "5. Can you explain why my payment was declined?", "6. I'm seeing an unfamiliar charge on my statement. Who do I contact?", "7. I attempted to make a payment, but it failed. What now?", "8. How can I rectify a payment error on my account?", "9. My credit card was charged, but I didn't receive my order. Help!", "10. I need to dispute a payment I made. What’s the process?", "11. Can I get a refund for a failed payment?", "12. I received a payment error message. What does that mean?", "13. There's an issue with my last payment. Can I speak to someone?", "14. I want to report a payment problem with my recent purchase.", "15. How do I check the status of a payment I made?", "16. I have a question about an invoice that appears incorrect.", "17. My payment was processed, but I never got confirmation. What to do?", "18. I suspect fraudulent activity on my payment. What steps should I take?", "19. Why was my transaction canceled after I completed the payment?", "20. Can you help me resolve an ongoing payment issue?"]}
{"intent": "PRODUCT_exchange_product", "seed_queries": ["1. How can I exchange a product I bought?", "2. I received the wrong item. Can I swap it for the right one?", "3. What is the process for exchanging my order?", "4. Can I exchange my product for a different size?", "5. I need to return my item and get another one. What do I do?", "6. What steps do I follow to exchange an item?", "7. Is there a fee for exchanging a product?", "8. How long does it take to process an exchange?", "9. Can I exchange a product without the original packaging?", "10. Do I need a receipt to exchange an item?", "11. I changed my mind about my order. How can I exchange it?", "12. Can I exchange my product at a store location?", "13. What if my item is defective? Can I exchange it?", "14. Are there any restrictions on product exchanges?", "15. Can I initiate an exchange through your website?", "16. Will I get a refund or store credit for my exchange?", "17. How do I know if my exchange request is approved?", "18. What items are eligible for exchange?", "19. What happens if I send the wrong item back for an exchange?", "20. Can I exchange a gift that I received?"]}
